{
  "html": "fr-FR",
  "title": "Osvaldo Aurélio - Portfolio",
  "og:title": "Développeur Full Stack Typescript",
  "og:description": "Bonjour, je m'appelle Osvaldo Aurélio, je suis un développeur Full Stack passionné par la flexibilité que Typescript offre",
  "description": "Bonjour, je m'appelle Osvaldo Aurélio, je suis un développeur Full Stack passionné par la flexibilité que Typescript offre",
  "menu:home": "Accueil",
  "menu:about": "À propos",
  "menu:projects": "Projets",
  "menu:contact": "Contact",
  "home:title": "Développeur Full Stack Javascript / Typescript",
  "home:description": "Bonjour, je m'appelle Osvaldo Aurélio, je suis un développeur Full Stack passionné par la flexibilité que Typescript offre",
  "stack:title": "Stack technique",
  "about:title": "Un peu à propos de moi",
  "about:p:1": "Avec plus de six ans d'expérience dans des projets stimulants, je travaille tant sur le back-end que sur le front-end, toujours dans le but de livrer des solutions efficaces et de haute qualité. Mon parcours a commencé à Porangatu, Goiás, et dès mon plus jeune âge, je me suis intéressé aux sciences, aux mathématiques, et à tout ce qui touche à la créativité et à la technologie. Cette passion m'accompagne encore aujourd'hui, influençant tant mon travail que mes loisirs.",
  "about:p:2": "En dehors du code, j'aime approfondir des sujets de science-fiction, explorer des concepts de physique, regarder des animés, et m'amuser avec des jeux classiques comme Mortal Kombat et Super Mario. En tant que professionnel, j'ai de l'expérience avec des technologies modernes comme React, Next.js, Node.js, Nest.js, SQL et des outils comme Docker et AWS.",
  "about:p:3": "J'adore partager mes connaissances et je cherche toujours à collaborer au sein d'équipes agiles, en aidant à construire des solutions innovantes qui répondent aux besoins des projets avec excellence technique et créativité. Si vous voulez en savoir plus ou découvrir certains de mes projets, n'hésitez pas à me contacter !",
  "projects:title": "Quelques-uns de mes projets",
  "contact:title": "Contactez-moi via...",
  "copyright:span": ". Réalisé par Osvaldo Aurélio avec ",
  "settings:title": "Paramètres",
  "settings:languages": "Langues",
  "settings:en": "Anglais",
  "settings:es": "Espagnol",
  "settings:fr": "Français",
  "settings:pt": "Portugais",
  "settings:themes": "Thèmes",
  "settings:light": "Clair",
  "settings:dark": "Sombre",
  "settings:system": "Système",
  "settings:save": "Enregistrer les paramètres"
}
